[
	{
		"index": 0,
		"plot": "Aparajito picks up where the first film leaves off, with Apu and his family having moved away from the country to live in the bustling holy city of Varanasi (then known as Benares). As Apu progresses from wide-eyed child to intellectually curious teenager, eventually studying in Kolkata, we witness his academic and moral education, as well as the growing complexity of his relationship with his mother. This tenderly expressive, often heart-wrenching film, which won three top prizes at the Venice Film Festival, including the Golden Lion, not only extends but also spiritually deepens the tale of Apu."
	},
	{
		"index": 1,
		"plot": "An Irish rogue uses his cunning and wit to work his way up the social classes of 18th century England, transforming himself from the humble Redmond Barry into the noble Barry Lyndon."
	},
	{
		"index": 2,
		"plot": "Low-level bureaucrat Sam Lowry escapes the monotony of his day-to-day life through a recurring daydream of himself as a virtuous hero saving a beautiful damsel. Investigating a case that led to the wrongful arrest and eventual death of an innocent man instead of wanted terrorist Harry Tuttle, he meets the woman from his daydream, and in trying to help her gets caught in a web of mistaken identities, mindless bureaucracy and lies."
	},
	{
		"index": 3,
		"plot": "Harvard graduate James Averill is the sheriff of prosperous Jackson County, Wyo., when a battle erupts between the area’s poverty-stricken immigrants and its wealthy cattle farmers. The politically connected ranch owners fight the immigrants with the help of Nathan Champion, a mercenary competing with Averill for the love of local madam Ella Watson. As the struggle escalates, Averill and Champion begin to question their decisions."
	},
	{
		"index": 4,
		"plot": "An aged, wealthy trader plots with his servant to recreate a maritime tall tale, using a local woman and an unknown sailor as actors."
	},
	{
		"index": 5,
		"plot": "This deceptively simple tale of a bored English couple travelling to Italy to find a buyer for a house inherited from an uncle is transformed by Roberto Rossellini into a passionate story of cruelty and cynicism as their marriage disintegrates around them."
	},
	{
		"index": 6,
		"plot": "Alexander, a journalist, philosopher and retired actor, celebrates a birthday with friends and family when it is announced that nuclear war has begun."
	},
	{
		"index": 7,
		"plot": "A samurai answers a village’s request for protection after he falls on hard times. The town needs protection from bandits, so the samurai gathers six others to help him teach the people how to defend themselves, and the villagers provide the soldiers with food. A giant battle occurs when 40 bandits attack the village."
	},
	{
		"index": 8,
		"plot": "A small group of cosmic explorers leave Earth to find freedom and start a new civilization."
	},
	{
		"index": 9,
		"plot": "Mabel Longhetti, desperate and lonely, is married to a Los Angeles municipal construction worker, Nick. Increasingly unstable, especially in the company of others, she craves happiness, but her extremely volatile behavior convinces Nick that she poses a danger to their family and decides to commit her to an institution for six months. Alone with a trio of kids to raise on his own, he awaits her return, which holds more than a few surprises."
	}
]
