[
	{
		"index": 0,
		"plot": "Life as a journey among conflicts: tradition against modernity, rural against urban environment, family against personal ambitions, optimism against grief. Quite possibly the most gentle and profound portrayal of a mother and son relationship, and a lesson on how looking from a distance may actually reveal the deepest aspects of reality."
	},
	{
		"index": 1,
		"plot": "The most sumptuous reflection on human destiny, freedom, and the relevance (or futility) of our actions. This is the pinnacle of Kubrick formalism and an esthetical accomplishment that can't be possibly matched. Cinema has never been so beautiful and so tragic."
	},
	{
		"index": 2,
		"plot": "A perfect combination of Orwellian and Kafkaesque themes, which generates the most lucid satire of the 20th (and 21st) century. An unparalleled creation of a world in which the oppressing sociopolitical state teams up with our egocentrism to make reality a convoluted enigma. Moreover, a film in which each scene has an idea that could be studied for hours."
	},
	{
		"index": 3,
		"plot": "A film in which every frame seems to capture the infinity of the world. Although similar to Barry Lyndon when it comes to pushing the limit of what a camera can record, Heaven's Gate aims at a complete different objective when it comes to its recurring themes. Instead of metaphysical reflections, Cimino is interested in raw human emotions, making his film explode with excesses of greed, love, violence, friendship, betrayal. The most triumphant, enthralling and tragic epic in the history of cinema."
	},
	{
		"index": 4,
		"plot": "The most lucid reflection on the act of creation, captured in all of its complexity and contradictions, given to us by cinema's greatest maverick. What is art true purpose? Where is the line between fiction and reality? What are we willing to do to cross that line? A mysterious, evocative fairy tale, and a lesson of what is possible to achieve in only 63 minutes."
	},
	{
		"index": 5,
		"plot": "Quite possibly the birth of modern cinema."
	},
	{
		"index": 6,
		"plot": "Alexander, a journalist, philosopher and retired actor, celebrates a birthday with friends and family when it is announced that nuclear war has begun."
	},
	{
		"index": 7,
		"plot": "A samurai answers a village’s request for protection after he falls on hard times. The town needs protection from bandits, so the samurai gathers six others to help him teach the people how to defend themselves, and the villagers provide the soldiers with food. A giant battle occurs when 40 bandits attack the village."
	},
	{
		"index": 8,
		"plot": "A small group of cosmic explorers leave Earth to find freedom and start a new civilization."
	},
	{
		"index": 9,
		"plot": "Mabel Longhetti, desperate and lonely, is married to a Los Angeles municipal construction worker, Nick. Increasingly unstable, especially in the company of others, she craves happiness, but her extremely volatile behavior convinces Nick that she poses a danger to their family and decides to commit her to an institution for six months. Alone with a trio of kids to raise on his own, he awaits her return, which holds more than a few surprises."
	}
]
